def area(a, b):
# """
#     Возвращает площадь прямоугольника
#             Параметры:
#                     a (float): сторона прямоугольника
#                     b (float): сторона прямоугольника
#             Возвращаемое значение:
#                     a * b (float): площадь прямоугольника
#     """
    return a * b
def perimeter(a, b):
# """
#     Возвращает периметр прямоугольника
#             Параметры:
#                     a (float): сторона прямоугольника
#                     b (float): сторона прямоугольника
#             Возвращаемое значение:
#                     2 * (a * b) (float): периметр прямоугольника
#     """
    return 2 * (a + b)
    